Repository: inhausmakers/avatar-manager
Catalog: languages/avatar-manager-*.po
Languages: fr_fr, pt_br, ru_ru

source: Avatar Uploads
fr_fr: Uploader un avatar
pt_br: Avatar Personalizado
ru_ru: Загрузка Аватара

source: Default Size
fr_fr: Taille par défaut
pt_br: Tamanho Padrão
ru_ru: Размер по умолчанию

source: Anyone can upload
fr_fr: Tout le monde peut uploader son avatar
pt_br: Todos podem enviar imagens
ru_ru: Любой пользователь может загружать

source: Default size of the avatar image
fr_fr: Dimensions par défaut de l'avatar
pt_br: Tamanho padrão da imagem de avatar
ru_ru: Размер изображения аватара по умолчанию

source: Avatar
ru_ru: Аватар

source: Display this avatar
fr_fr: Afficher cet avatar
pt_br: Exibir este avatar
ru_ru: Отображение аватаров

source: <a href="http://codex.wordpress.org/How_to_Use_Gravatars_in_WordPress" target="_blank">More information</a>
fr_fr: <a href="http://codex.wordpress.org/How_to_Use_Gravatars_in_WordPress" target="_blank">Plus d'informations</a>
pt_br: <a href="http://codex.wordpress.org/How_to_Use_Gravatars_in_WordPress" target="_blank">Mais informações</a>
ru_ru: <a href="http://codex.wordpress.org/How_to_Use_Gravatars_in_WordPress" target="_blank">Подробнее</a>

source: Custom
fr_fr: Personnel
pt_br: Personalizado
ru_ru: Пользовательский

source: Delete
fr_fr: Supprimer
pt_br: Deletar
ru_ru: Удалить

source: Select Image
fr_fr: Sélectionner une image
pt_br: Selecionar Imagem
ru_ru: Выберите Изображение

source: Choose an image from your computer:
fr_fr: Choissisez une image sur votre ordinateur :
pt_br: Escolher uma imagem do seu computador:
ru_ru: Выберите изображение с вашего компьютера:

source: Upload
fr_fr: Uploader
ru_ru: Загрузить

source: Avatar Rating
fr_fr: Note de l'avatar
pt_br: Classificação do Avatar
ru_ru: Рейтинг Аватара

source: G &#8212; Suitable for all audiences
fr_fr: G &#8212; Convient à toutes les audiences
pt_br: G &#8212; Indicado para todos os públicos
ru_ru: G &#8212; Подходит для любой аудитории

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
fr_fr: PG &#8212; Peut être offensant, convient aux enfants de 13 ans et plus
pt_br: PG &#8212; Possivelmente ofensivo, para o público acima de 13 anos
ru_ru: PG &#8212; Может содержать оскорбительные элементы, обычно для аудитории старше 13 лет

source: R &#8212; Intended for adult audiences above 17
fr_fr: R &#8212; Seulement pour les adultes de plus de 17 ans
pt_br: R &#8212; Destinado ao público acima de 17 anos
ru_ru: R &#8212; Рассчитан на взрослую аудиторию старше 17 лет

source: X &#8212; Even more mature than above
fr_fr: X &#8212; Extrêmement offensant
pt_br: X &#8212; Destinado a um público mais maduro do que o acima
ru_ru: X &#8212; Для ещё более зрелой аудитории

source: Choose a rating for your custom avatar.
fr_fr: Sélectionner une note pour votre avatar.
pt_br: Escolha a classificação para seu avatar personalizado
ru_ru: Выберите рейтинг для вашего пользовательского Аватара

source: Image Upload Error
fr_fr: Erreur de téléchargement de l'image
pt_br: Erro no Upload da Imagem
ru_ru: Ошибка Загрузки Изображения

source: Avatar Image
fr_fr: Image d'avatar
pt_br: Imagem do Avatar
ru_ru: Аватар

source: Insufficient arguments passed to this XML-RPC method.
fr_fr: Arguments insuffisant transmis à cette méthode XML-RPC.
pt_br: Faltam argumentos passados para o método XML-RPC.
ru_ru: В XML-RPC метод передано недостаточно аргументов.

source: Sorry, you don't have a custom avatar.
fr_fr: Désolé, vous n'avez pas d'avatar personnel.
pt_br: Desculpe, você não tem um avatar personalizado.
ru_ru: Извините, у вас нет пользовательского Аватара.

source: Invalid avatar type.
fr_fr: Type d'avatar non valide.
pt_br: Tipo inválido de avatar.
ru_ru: Неверный тип Аватара.

source: Invalid custom avatar rating.
fr_fr: Note d'avatar non valide.
pt_br: Classificação de avatar personalizado inválida.
ru_ru: Недопустимый рейтинг пользовательского Аватара.

source: Sorry, you don't have permission to upload files.
fr_fr: Désolé, vous n'avez pas la permission d'uploader d'avatar.
pt_br: Desculpe, você não tem permissão para enviar arquivos.
ru_ru: Извините, у вас нет прав на загрузку файлов.

source: Sorry, this file type is not permitted for security reasons.
fr_fr: Désolé, ce type de fichier n'est pas autorisé pour des raisons de sécurité.
pt_br: Desculpe, este tipo de arquivo não é permitido por regras de segurança.
ru_ru: Извините, этот тип файлов не поддерживается в целях безопасности.
